Revit 2027 API
StairsPathType.ShowArrowheadToCutMark Property
 True if the stairs path arrowhead should be shown to the cutmark, false if the arrow head is not shown.
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool ShowArrowheadToCutMark { get; set; }
Public Property ShowArrowheadToCutMark As Boolean
	Get
	Set
public:
property bool ShowArrowheadToCutMark {
	bool get ();
	void set (bool value);
}
member ShowArrowheadToCutMark : bool with get, set
Property Value
Boolean
See Also
Reference
StairsPathType Class
Autodesk.Revit.DB.Architecture Namespace